// Создайте три переменных для хранения возраста, имени и фамилии пользователя. Инициализируйте ее любыми осмысленными значением. Подумайте, какие имена переменных будут максимально точно описывать хранимые значения.

let userAge = 29;
let userName = "Artur";
const surName = "Vaskevich";

// Придумайте назв"ания для:
// переменной, которая хранит нового пользователя
// переменной, которая хранит список покупок
// переменной, которая хранит информацию о том, является ли пользователь в сети (online)
// переменной, которая хранит зарплату работника
// переменной, которая хранит координаты курсора (мыши)

let newUser;
let shoppingList;
let userOnLine;
let userSalary;
let cacheWorker;
let mouseCoordinates;

// Потренируйтесь работать с консолью:

console.log(userAge);
console.log(userName);
console.log(surName);
